Repository: felixrindt/pretix-purpletweaks
Catalog: pretix_purpletweaks/locale/*/LC_MESSAGES/django.po
Languages: de

source: This plugin adds various small features.
de: Dieses Plugin fügt mehrere kleine Funktionen hinzu.

source: Error while looking for following payment providers: %s.
de: Fehler beim Suchen der folgenden Zahlungsanbieter: %s.

source: Telephone
de: Telefon

source: Address
de: Adresse

source: Street and Number
de: Straße und Hausnummer

source: ZIP code
de: Postleitzahl

source: City
de: Stadt

source: ZIP code and city
de: PLZ und Ort

source: Emergency Contact
de: Notfallkontakt

source: We had difficulties processing your input. Please review the errors below.
de: Es gab Schwierigkeiten bei der Verarbeitung Ihrer Eingabe. Bitte schauen Sie sich die Fehler an.

source: Order
de: Bestellung

source: Event
de: Veranstaltung

source: Not set
de: Deaktiviert

source: Block for individual customers
de: Für private Kunden blockieren

source: If enabled, customers who selected 'individual' in the invoice form wont see this payment method.
de: Wenn aktiviert, werden Kunden, die im Rechnungsformular Privatkunde ausgewählt haben, diese Zahlungsmethode nicht sehen.

source: Block for business customers
de: Für Firmenkunden blockieren

source: If enabled, customers who selected 'business' in the invoice form wont see this payment method.
de: Wenn aktiviert, werden Kunden, die im Rechnungsformular Firmenkunde ausgewählt haben, diese Zahlungsmethode nicht sehen.

source: Overwrite expiration date
de: Ablaufdatum überschreiben

source: If enabled, the configured payment term will be overwritten and the order's expiration date will be set accordingly.
de: Wenn aktiviert, wird das Ablaufdatum wie eingestellt überschrieben.

source: Provide emergency contact
de: Notfallkontakt angeben

source: Check if you want to provide seperate contact information for the duration of the event.
de: Wählen Sie diese Option, wenn Sie für die Zeit der Veranstaltung abweichende Kontaktdaten angeben wollen.

source: Emergency Contact Name
de: Notfallkontakt Name

source: Emergency Contact Phone Number
de: Notfallkontakt Telefonnummer

source: Emergency Contact Street
de: Notfallkontakt Straße

source: Emergency Contact City
de: Notfallkontakt Stadt

source: Emergency Contact Street and City
de: Notfallkontakt Straße und Stadt

source: Sorry, you can only choose one event per order. Please create multiple orders to participate on multiple dates.
de: Sie können eine Bestellung nur für ein Event aufgeben. Bitte teilen Sie Ihre Bestellung auf, um an mehreren Terminen teilzunehmen.

source: Who should be contacted in case of emergency?
de: Wer soll im Notfall benachrichtigt werden?

source: Go back
de: Zurück

source: Continue
de: Fortfahren

source: days after order
de: Tage nach der Bestellung

source: days before event
de: Tage vor der Veranstaltung

source: Options
de: Optionen

source: Save
de: Speichern

source: Block checkout with positions for multiple subevents
de: Kauf mit Positionen für verschiedene Termine blockieren

source: Let customers provide emergency contact information
de: Kunden einen Notfallkontakt angeben lassen

source: Never
de: Nie

source: Always
de: Immer

source: Show download area to customer
de: Downloadbereich anzeigen (Kundenoberfläche)

source: Show download area in administrive interface
de: Downloadbereich anzeigen (Verwaltungsoberfläche)

source: Download area heading
de: Downloadbereich Überschrift

source: Download area text
de: Downloadbereich Text
